# 1

print (109 + 248) #შეკრება

print (290 - 138) #გამოკლება

print (28 * 6) #გამრავლება

print (35 / 7) #გაყოფა

# 2

name = "alex"
#surname - "Chitanava" # შეცდომაა რადგან ტირეს მაგივრად უნდა ეწეროს ტოლობის ნიშანი
age = 13

#print "value = 20" # შეცდომაა რადგან ბრჭყალების მაგივრად უნდა ეწეროს ფრჩხილები
print (5 + 5)
print (name)

number = "39" # შეცდომაა რადგან რიცხვს ბრჭყალები არ სჭირდება
number (7 + 13)
number (3 + 8)

#name -> alex #შეცდომაა რადგან ტოლობის ნიშანი აღარ უწერია
print (name)

#print_6 + 13 #შეცდომაა რადგან ფრჩხილების მაგივრად წერია ქვედა ტირე
print (7 + 13)
print ( 3 + 8)

# 3

my_name = "alex"
print (my_name)

# 4

# კარგი პრაკტიკები:
# ყოველთვის გამოვიყენოთ კომენტარები, ცვლადის სახელი უნდა შეესაბამებოდეს მის მნიშვნელობას